Repository: IBM/watson-translator-101
Catalog: en-fr-6000-ParallelCorpus.tmx
Source language: en
Languages: fr

source: Article 52 of the decree refers to the persons entitled to visit detainees: “All convicted prisoners have the right to be visited regularly by members of their family, up to a limit of two persons per visiting day, or by their guardian or surrogate guardian.”
fr: «Tout détenu condamné a la faculté de recevoir régulièrement la visite des membres de sa famille, dans la limite de deux personnes par jour de visite, ainsi que de son tuteur et subrogé tuteur.».

source: The maintenance of family contacts is absolutely essential to avoid institutionalization and to facilitate social reintegration.
fr: Le maintien des contacts avec la famille est absolument essentiel pour éviter la désadaptation des détenus et pour faciliter leur réinsertion sociale.

source: Accordingly, article 51 of Decree No. 59-121 of 27 October 1959 outlines visiting arrangements in Malagasy prisons:
fr: En ce sens, l'article 51 du décret no 59-121 du 27 octobre 1959 prévoit le régime des visites dans les prisons malagasy:

source: (a) Remand prisoners may be visited twice a week, preferably on Thursdays and Sundays between 2 p.m. and 4 p.m. Visits take place in the visitors' room in the presence of a guard; in the case of client/attorney contacts, visits take place in a special room without guards;
fr: a) Pour les prévenus, les jours de visite sont deux fois par semaine, de préférence le jeudi et le dimanche de 14 heures à 16 heures. Elles se déroulent au parloir pour les visiteurs en présence d'un surveillant et dans le local spécial pour les avocats qui communiquent avec leurs clients et en dehors de la présence d'un surveillant;

source: (b) Convicted prisoners may be visited once a week by family members only, up to a limit of two persons per visiting day, preferably on Sundays;
fr: b) Pour les condamnés, seuls les membres de leur famille à la limite de 2 personnes par jour de visite sont autorisés à rendre visite aux détenus, à raison d'une fois par semaine et de préférence le dimanche;

source: (c) Certain other persons may be permitted to visit on an exceptional basis.
fr: c) Il y a aussi les personnes autorisées à titre exceptionnel.

source: Lawyers are permitted to communicate with clients who have been finally convicted.
fr: Les avocats sont autorisés à communiquer avec leur client condamné à titre définitif.

source: In practice there is no distinction between the arrangements for visits to remand and convicted prisoners; both are entitled to two visits a week.
fr: Dans la pratique, il n'y a pas de distinction entre visite des prévenus et celle des condamnés qui ont droit à deux visites par semaine.

source: Detainees' correspondence
fr: Correspondance des détenus

source: Article 55 of the decree outlines the arrangements for detainees' correspondence: “All convicted prisoners are permitted to write to their spouse and members of their family. Exceptionally, the provincial inspector may authorize them to write to other persons.”
fr: L'article 55 du décret prévoit le régime de correspondance des détenus:

source: The use of mobile telephones is not permitted in penal establishments.
fr: Le téléphone portable n'est pas autorisé dans les établissements pénitentiaires.

source: Penal establishments in Madagascar
fr: Les établissements pénitentiaires à Madagascar

source: Articles 1 and 2 of Act No. 59-028 of 24 February 1959 on the Prison Service list the various establishments under its jurisdiction.
fr: Les articles 1 et 2 de la loi no 59-028 du 24 février 1959 se rapportant à l'Administration pénitentiaire, énumèrent les établissements relevant de l'Administration pénitentiaire.

source: Prisons (Tsiafahy, Nosilava) house convicted prisoners serving a custodial sentence for a criminal offence; convicted prisoners sentenced to five or more years' imprisonment, or whose aggregated sentence amounts to or exceeds five years in length; convicted prisoners sentenced to rigorous imprisonment; and those serving lower sentences but who are considered a danger to the public.
fr: Les Maisons de force (Tsiafahy, Nosilava) reçoivent les condamnés aux peines criminelles privatives de liberté, les condamnés à des peines d'emprisonnement d'une durée égale ou supérieure à 5 ans, ou dont les peines cumulées égalent ou excèdent à ces temps, les condamnés à la relégation, les condamnés à une peine moindre mais reconnus dangereux pour la sécurité publique.

source: In 2000, Tsiafahy prison had 539 inmates (all sections) and Nosilava prison 130 (all sections).
fr: Tsiafahy: 539 de détenus (toute section confondue)

source: Central prisons are used to house:
fr: Les Maisons centrales reçoivent:

source: (a) Defendants, persons charged with offences and accused persons;
fr: a) Les prévenus, inculpés et accusés;

source: (b) Convicted prisoners sentenced to less than five years' imprisonment for a serious crime or other indictable offence; and those serving a custodial sentence for a minor offence;
fr: b) Les condamnés à une peine d'emprisonnement d'une durée inférieure à 5 ans pour crime ou délit et les condamnés à l'emprisonnement de simple police;

source: (c) Debtors (no longer applicable).
fr: c) Les personnes contraintes par corps n'existent plus.

source: Short-stay prisons are used to house:
fr: Les Maisons d'arrêt reçoivent:

source: (b) Convicted prisoners sentenced to up to two years' imprisonment for a serious crime or other indictable offence; and those serving a custodial sentence for a minor offence.
fr: b) Les condamnés à l'emprisonnement d'une durée égale ou inférieure à 2 ans pour crime ou délit et les condamnés à l'emprisonnement de simple police.

source: Detention centres are used to house:
fr: Les Maisons de sûreté reçoivent:

source: (a) Persons charged with offences and defendants;
fr: a) Les inculpés et prévenus;

source: (b) Convicted prisoners who, on the day their sentence enters into force, are scheduled to spend another six months at most in detention;
fr: b) Les condamnés qui, au jour où leur condamnation est devenue définitive, n'ont plus à subir qu'une détention d'une durée tout au plus égale à 6 mois;

source: (c) Convicted prisoners assigned to community service;
fr: c) Les condamnés concédés pour l'exécution de travaux d'intérêt général;

source: (d) Prisoners in transit.
fr: d) Les passagers en transit.

source: It has not been possible to implement the provisions of article 10 on the segregation of remand prisoners and convicted prisoners owing to lack of material, financial and human resources.
fr: L'insuffisance des moyens matériels, financiers et humains n'a pas pu permettre de réaliser les exigences de l'article 10, en ce qui concerne la séparation des détenus préventifs et condamnés.

source: Efforts have been made to segregate minor detainees from adults at Antananarivo central prison.
fr: Des efforts ont été accomplis pour séparer les détenus mineurs des adultes à la Maison centrale d'Antananarivo.

source: Similar efforts are being made throughout Madagascar.
fr: Cet objectif de séparation se poursuit sur toute l'étendue du territoire.

source: Trends in the prison population
fr: Évolution de la population pénale

source: Trends in the prison population, from 1961 to March 2004, by category of detainee (remand/convicted; men/women; minors/adults)
fr: Tableau 45: Évolution de la population pénale de 1961 en mars 2004 avec répartition par catégorie de détenus (prévenus - condamnés; hommes - femmes; mineurs - adultes)

source: Rehabilitation, humane treatment and social reintegration
fr: Mesures de réhabilitation, d'humanisation et de réinsertion sociale

source: In November 1997, in order to ensure that detainees were treated with humanity, the Ministry of Justice, in collaboration with national and international organizations, embarked on a programme to:
fr: En novembre 1997, pour l'humanisation de la détention, le Ministère de la justice, en collaboration avec des organisations, tant nationales qu'internationales a entrepris:

source: (a) Improve detention conditions by extending and constructing new facilities; and
fr: a) L'amélioration des conditions de détention par l'extension et la construction de nouveaux bâtiments;

source: (b) Expedite the trial of long-time remand prisoners.
fr: b) L'accélération du procès des détenus souffrant de longue détention.

source: In the period 1997-2000, some 3,791 detainees were found to have spent more than five years on remand.
fr: De 1997 à 2000, il a été recensé à Madagascar 3 791 dossiers des détenus souffrant de longues détentions de plus de 5 ans.

source: Of these cases, 2,497 were brought to trial in 2001.
fr: En 2001, 2 497 de ces dossiers ont été jugés.

source: Since 2001, nine sessions of the Criminal Court have been held each year, instead of the usual two, with a view to processing detainees at Antananarivo central prison and Tsiafahy prison.
fr: Depuis 2001, neuf (9) sessions de la Cour criminelle ordinaire ont été tenues par an au lieu de deux (2) sessions habituelles pour traiter les dossiers des détenus de la Maison centrale d'Antananarivo et de la Maison de force de Tsiafahy.

source: Seventy-six cases have been filed per session.
fr: Soixante-seize dossiers ont été enrôlés par session.

source: Other measures have been taken in partnership with the embassies of the United States of America and the United Kingdom.
fr: Autres mesures, en partenariat avec les ambassades des États-Unis d'Amérique et de Grande-Bretagne, il a été créé:

source: (a) The Department for Health and Humane Treatment (2002);
fr: a) Un service de la santé et de l'humanisation au sein de l'Administration pénitentiaire en 2002;

source: (b) The Department for Correctional Schools (2004).
fr: b) Un service de l'éducation surveillée au sein de l'Administration pénitentiaire en 2004.

source: The latter department deals with minors in prison and minors who have been provisionally placed in a rehabilitation centre at the direction of a juvenile judge.
fr: Ce service s'occupe en même temps des cas des mineurs incarcérés ou placés provisoirement dans un centre de rééducation par décision du juge des enfants.

source: In the context of efforts to improve the quality of the State prison service, the National School for the Prison Service was established in Toamasina.
fr: Dans le cadre de l'amélioration de la qualité du service public pénitentiaire, il a été créé une école nationale de l'Administration pénitentiaire à Tamatave.

source: Amnesties
fr: Amnistie

source: Legislative and regulatory measures have been adopted to tackle the problems of prison overcrowding.
fr: Face aux problèmes engendrés par la surpopulation carcérale, des mesures législatives et réglementaires ont été adoptées.

source: In 2000, a total of 4,705 convicted prisoners were amnestied pursuant to Act No. 99-033 of 5 January 2000 on amnesties.
fr: En l'an 2000, 4 705 détenus condamnés ont été amnistiés par application de la loi no 99-033 du 5 janvier 2000 portant amnistie;

source: Another 1,561 became eligible for remission of their sentence under Decree No. 2000/010 of 6 January 2000.
fr: 1 561 autres ont obtenu une remise de peine suite à l'exécution du décret no 2000/010 du 6 janvier 2000.

source: The following convicted prisoners were granted amnesties:
fr: Répartition des détenus condamnés amnistiés:

source: (a) 1,469 convicted prisoners sentenced to a maximum of one year in prison;
fr: a) 1 469 détenus condamnés à une peine d'emprisonnement inférieure ou égale à un an;

source: (b) 26 persons who were under the age of 18 at the time of their offence and who were sentenced to a maximum of two years in detention;
fr: b) 26 mineurs de 18 ans au moment des faits, condamnés à une peine inférieure ou égale à 2 ans;

source: (c) 5 pregnant women sentenced to a maximum of two years in detention;
fr: c) 5 femmes enceintes condamnées à une peine inférieure ou égale à 2 ans;

source: (d) 61 convicted prisoners of both sexes who were aged 60 or over on 1 January 2000 and who had already spent a minimum of 20 years in detention.
fr: d) 61 condamnés des deux sexes, âgés de 60 ans et plus au 1er janvier 2000, et ayant accompli 20 ans ou plus de détention.

source: Remissions of sentence were granted as follows:
fr: Répartition des détenus condamnés bénéficiaires de la remise de peine:

source: (a) 12 months' remission for 3,267 convicted prisoners with sentences ranging from one to five years;
fr: a) 3 267 remises de peine de 12 mois pour des condamnés à des peines supérieures à un an et inférieures ou égales à 5 ans;

source: (b) 20 months' remission for 1,343 convicted prisoners serving custodial sentences of five years or more;
fr: b) 1 343 remises de peines de 20 mois condamnés à des peines d'emprisonnement de 5 ans au plus;

source: (c) Complete remission of sentence for 79 convicted prisoners aged between 50 and 60 on the date of publication of the decree;
fr: c) 79 remises totales de peines aux condamnés âgés entre 50 et 60 ans à la publication du décret;

source: (d) Complete remission of sentence for 16 convicted prisoners sentenced to rigorous imprisonment.
fr: d) 16 remises totales de peines aux condamnés à la relégation.

source: Social reintegration in the context of article 10, paragraph 3, of the Covenant
fr: Mesures de réinsertion sociale dans le cadre de l'article 10. 3 du Pacte

source: To promote the reintegration into society of detainees from Antananarivo central prison, the Prison Service collaborates with non-governmental organizations and associations active in protecting and promoting human rights to organize training in the following areas:
fr: En vue d'une resocialisation des détenus de la Maison centrale d'Antananarivo, l'Administration pénitentiaire en collaboration avec des membres d'ONG et d'associations œuvrant dans le domaine de la protection et de la promotion des droits de l'homme ont organisé des formations accès sur:

source: (a) Literacy;
fr: a) L'alphabétisation;

source: (b) Training “peer instructors”;
fr: b) La formation «d'éducateurs pairs»;

source: (c) Foreign language instruction;
fr: c) L'enseignement de langues étrangères;

source: (d) Spiritual (religious) education;
fr: d) L'éducation spirituelle (culte);

source: (e) Embroidery and dressmaking;
fr: e) La broderie, la coupe et couture;

source: (f) Aerobics (for women);
fr: f) L'aérobic (pour les femmes);

source: (g) Dance;
fr: g) La danse;

source: (h) Basket-making;
fr: h) La vannerie;

source: (i) Painting.
fr: i) La peinture.

source: An exhibition of female detainees' artistic endeavours and embroidery, including those of minors, is held every 10 December on the occasion of Human Rights Day.
fr: Annuellement une exposition d'objets d'art et de broderies confectionnés par les détenues incluant les mineures se tient tous les 10 décembre lors de la commémoration de la Journée internationale des droits de l'homme.

source: The Prison Service is actively involved in this exhibition, which is organized by the Working Group on Human Rights and run by the Ministry of Justice.
fr: Cette exposition organisée par le Groupe de travail sur les droits de l'homme et pilotée par le Ministère de la justice est réalisée avec la participation active de l'Administration pénitentiaire.

source: In addition, inmates at Antanimora central prison may engage in lawful entertainment and leisure activities (such as football and educational games).
fr: Par ailleurs, des distractions et des loisirs non prohibés par la loi sont pratiqués à la Maison centrale d'Antanimora (football, jeux éducatifs, etc.).

source: The Government may place juvenile delinquents and abandoned or maladjusted children in privately-run registered establishments.
fr: Pour les cas des mineurs délinquants, abandonnés ou inadaptés, l'État peut les confier à des établissements privés agréés.

source: These establishments charge a daily fee to cover the board, lodging, care and clothing of the minors entrusted to them under the provisions of Ordinance No. 62-038 of 19 September 1962 on the protection of children and article 1 of Decree No. 72-294 of 28 July 1972 on the costs of caring for juvenile delinquents and abandoned or maladjusted children.
fr: Ces derniers perçoivent une indemnité journalière, représentative des frais de nourriture, d'entretien, de soins et d'habillement du mineur dont elle a la garde et ce conformément à l'application des dispositions de l'ordonnance no 62-038 du 19 septembre 1962 sur la protection de l'enfance et de l'article premier du décret no 72-294 du 28 juillet 1972 relatif aux frais de garde des mineurs délinquants, abandonnés ou inadaptés.

source: To date no official complaints of human rights abuses have been registered.
fr: Jusqu'à ce jour, on n'a pas enregistré des plaintes officielles pour violation des droits de l'homme.

source: Prohibition of imprisonment for civil debt
fr: Interdiction d'incarcération pour dettes civiles

source: As stated in paragraph 150 of its previous report (CCPR/C/28/Add.13, pp. 29-30), the Ministry of Justice, in an effort to clear up the matter and establish an order of priority for the various norms in force, issued a circular stating that the Covenant ranks higher than the law.
fr: Dans le précédent rapport CCPR/C/28/Add.13 (p. 32, par. 150), le Ministre de la justice dans un souci de clarification de la hiérarchisation des normes a rappelé par circulaire la supériorité du Pacte par rapport à la loi.

source: Having ratified the Covenant, Madagascar was obliged to incorporate the prohibition of imprisonment for civil debt into its domestic law.
fr: Madagascar, ayant ratifié le Pacte, a l'obligation d'incorporer dans son droit interne, l'interdiction d'incarcération pour dettes civiles.

source: Consequently, all previous statutory provisions contrary to the Covenant became obsolete, namely:
fr: En conséquence, toutes les dispositions législatives antérieures contraires sont caduques. Il en est ainsi de:

source: (a) Article 4 of Ordinance No. 62-063 of 27 September 1962 concerning farm credits, which is governed by the convention that national instruments contrary to the Covenant shall no longer apply;
fr: a) L'article 4 de l'ordonnance no 62-063 du 27 septembre 1962 portant disposition relative au crédit rural et réglée par la pratique qui n'admet plus l'application des textes nationaux contraires au Pacte;

source: (b) Article 17 of Ordinance No. 62-069 of 29 September 1962 concerning credits for cooperatives;
fr: b) L'article 17 de l'ordonnance no 62 069 du 29 septembre 1962 relative au crédit coopératif;

source: (c) Article 2 of Ordinance No. 62-113 of 1 October 1962 containing regulations on loans for the construction and purchase of movable and immovable property.
fr: c) L'article 2 de l'ordonnance no 62 113 du 1er octobre 1962 portant dispositions relatives au prêt destiné à la construction et à l'acquisition des biens meubles et immeubles.

source: Henceforth, imprisonment for debt as stipulated in the aforementioned provisions no longer exists and recovery of civil debts is effected through the civil courts.
fr: Désormais, l'incarcération du débiteur prévue par ces textes n'est plus appliquée et le recouvrement des dettes de telle nature relève de la compétence des tribunaux civils.

source: To ensure better implementation of article 11 of the Covenant, the criminal courts oversee the legality of recovery proceedings.
fr: Pour une meilleure application de l'article 11 du Pacte, les juridictions répressives exercent un contrôle de légalité des poursuites.

source: Before instituting a public prosecution, the Public Prosecutor's Office must ascertain the civil or criminal nature of the facts before it.
fr: Le ministère public avant d'exercer l'action publique doit vérifier la nature civile ou pénale des faits dont il est saisi.

source: Imprisonment is envisaged only in the event of breaches of the criminal law.
fr: L'incarcération n'est envisagée qu'en cas d'infraction à la loi pénale.

source: This oversight is exercised throughout the criminal court system at the level of the trial court, the Court of Appeal and the Court of Cassation.
fr: Ce contrôle se poursuit devant toutes les juridictions répressives au niveau du Tribunal de première instance, de la cour d'appel, et devant la Cour de cassation.

source: The following clarifications should be made with regard to the application of article 408, paragraph 2, of the Criminal Code, dealing with embezzlement.
fr: L'application de l'article 408, alinéa 2 du Code pénal sur l'abus de confiance mérite de faire l'objet des précisions suivantes.

source: This article provides for conviction and the possibility of imprisonment for refusal to fulfil contractual obligations when the debtor is in a position to honour his commitments.
fr: Cet article prévoit une condamnation et éventuellement une incarcération pour refus d'exécution des obligations contractuelles lorsque le débiteur est en mesure d'honorer ses engagements.

source: Imprisonment as envisaged by this article of the Code is not incompatible with article 11 of the Covenant, which stipulates that no one shall be imprisoned “merely on the ground” of inability to fulfil a contractual obligation.
fr: L'incarcération prévue n'est pas incompatible avec l'article 11 du Pacte qui stipule «pour la seule raison qu'il n'est pas en mesure».

source: Imprisonment as specified by the Code is contingent upon a bad faith refusal to carry out contractual obligations when the debtor is able to meet these obligations.
fr: En effet, ici l'emprisonnement est subordonné à un refus de mauvaise foi d'exécuter des obligations contractuelles alors que le débiteur est en mesure de les exécuter.

source: In its judgement No. 99 of 1 August 2002, the Supreme Court convened en banc stated that article 408, paragraph 2, of the Criminal Code does not apply to non-performance of contractual obligations.
fr: La Cour suprême, toutes chambres réunies, a par son arrêt no 99 du 1er août 2002 rappelé que l'article 408 - 2 du Code pénal n'est pas applicable à une inexécution d'obligations contractuelles.

source: In the case in question, the Court held that failure to complete work and failure to use the proper materials for the work constituted grounds for a civil action.
fr: En l'espèce, il a été retenu que la non-finition des travaux et la non-conformité des matériaux utilisés sur les réalisations faites constituent une affaire civile.

source: Right to liberty of movement and freedom to choose one's residence
fr: Droit de libre circulation et d'établissement

source: Developments since the previous report have been enshrined in the Constitution.
fr: L'évolution enregistrée depuis le rapport précédent est consacrée par la Constitution.

source: Articles 10 and 12 of the Constitution set forth the principles of liberty of movement and freedom to choose one's residence.
fr: Les articles 10 et 12 énoncent les principes de la liberté de circulation et d'établissement

source: According to article 10, freedom of movement “shall be guaranteed to all and may be restricted only for the sake of respect for the freedoms and rights of others and the need to safeguard public order”.
fr: Article 10: «Les libertés (…) de circulation, (…) sont garanties à tous et ne peuvent être limitées que par le respect des libertés et droits d'autrui et par l'impératif de sauvegarder l'ordre public. ()».

source: According to article 12, paragraph 2, “everyone shall have the right to travel and to settle freely in the territory of the Republic while respecting the rights of others and the requirements of the law”.
fr: Article 12, alinéa 2: «Tout individu a le droit de circuler et de s'établir librement sur tout le territoire de la République dans les respects des droits d'autrui et des prescriptions de la loi.».
